{
    "Modern": "عصري",
    "Dashboard": "لوحة تحكم",
    "Requests": "طلبات تفعيل",
    "Request details": " تفاصيل الطلب",
    "Home": "الرئيسية",
    "Contact us": "تواصل معنا",
    "Categories": "الأقسام",
    "View information": "تفاصيل أكثر",
    "Features": "المميزات",
    "Register": "التسجيل",
    "Login": "تسجيل الدخول",
    "Your name": "اسم المستخدم",
    "Your email address": "البريد الإلكتروني",
    "Mobile number": "رقم الهاتف",
    "Send Message": "ارسل الرسالة",
    "Your message": "الرسالة",
    "Start Now": "إبدأ الآن",
    "Book your seat": "احجز  مقعدك  لمعرفة تخصصك  الفني  المناسب",
    "The assessment of artistic abilities forms the cornerstone of success in the performing arts. Recognizing these capabilities is fundamental to achieving excellence on the stage": "تقييم القدرات الفنية يشكل أساس النجاح في فنون الأداء. الاعتراف بهذه القدرات أمر أساسي لتحقيق التميز على خشبة المسرح",
    "Unlock Your Artistic Potential &": "افتح أفق فنّك الإبداعي",
    "Its time to take the stage!": "حان وقت الظهور على المسرح",
    "I accept the terms & conditions and I understand that my data will be hold securely in accordance with the": "أقبل الشروط والأحكام، وأفهم أن بياناتي ستُحفظ بشكل آمن وفقًا",
    "privacy policy": "لسياسة الخصوصية",
    "Talent Potentials":"استكشاف القدرات الشخصية",
    "Success Probability":"احتمالية النجاح",
    "Employment Quality":"جودة التوظيف",
    "Fostering Creativity":"تعزيز الإبداع",
    "Localized Analysis": "خصائص تحليلية محلية",
    "Financial Optimiztion": "كفائة الانفاق المالي",
    "Strategic Approaches":"نهج استراتيجي",
    "Directing Aspiratiopns":"توجيه التطلعات",



    "":"كشف مكامن قدرات الأفراد في مختلف مجالات المهنة",
    "Unveiling the latent potential of individuals across diverse professional domains":"الكشف عن الإمكانات الكامنة للأفراد في مجموعة واسعة من المجالات المهنية",

    "": "تقارير نسبية في احتمالية النجاح في مجالات المهنة",
    "Furnishing relative reports assessing the probability of success within specific professional realms": "نقدم نسب مئوية للإمكانيات و القدرات التي تحدد نجاح المتقدم في مجالات مهنية محددة",

    "":"رفع احتمالية وجودة التوظيف بالربط المباشر مع الجهات المعنية",
    "Enhancing employability and elevating the quality of employment outcomes through Streamlining the connection process between entities":"تعزيز فرص التوظيف من خلال التواصل المباشر مع الجهات المعنية ",
    "Ensuring and improving the quality of outcomes and enhancing employment opportunities through direct communication with relevant entities":"ضمان وتحسين جودة النتائح وتعزيز فرصة التوظيف من خلال التواصل المباشر مع الجهات المعنية",

    "Fostering impactful creativity by strategically directing energy in professional arenas":"تعزيز الإبداع المؤثر من خلال توجيه الطاقة بشكل استراتيجي في المجالات المهنية",

    "":"عملية فرز انتقائي قائمة على خصائص تحليل محلية سعودية",
    "Implementing a discerning selection process grounded in localized Saudi analytical attributes": "تنفيذ عملية اختيار دقيقة مستندة إلى صفات تحليلية محلية في المملكة العربية السعودية لضمان انتقاء شخصيات استثنائية!",

    "":"مساعدة الافراد في قياس رغباتهم مساعدتهم في الوصول للنجاح",
    "Assisting individuals in gauging their aspirations, thereby aiding them on the path to success":"مساعدة الأفراد في تقييم طموحاتهم، مما يساعدهم على السير في طريق النجاح",


    "":"كفاءة الانفاق المالي من خلال الاستثمار في المواهب المناسبة",
    "Optimizing financial expenditures through judicious investments in apt talents": "تحسين الإنفاق المالي نتيجة عائد استثمارات حكيمة في التدريب بتوقع افضل انتاجية من القدرات والمواهب",

    "":"وضع خطط مستقبلية ملائمة مع سوق العمل",
    "Formulating well-suited future strategies aligned with the ever-evolving job market":"وضع خطط مستقبلية مناسبة متناغمة مع سوق العمل الدينامي",

    "Promoting the notion of personalized allocation for individuals and assessing their interest":"الترويج لفكرة التخصيص الشخصي للأفراد وقياس اهتمامهم في ذلك",


    
    "Tourism authority vision": "رؤية هيئة السياحة",
    "Discover endless stories in travel, redefine adventure, create memories": "اكتشاف قصص لا نهاية لها في السفر، إعادة تعريف المغامرة، خلق ذكريات",
    "The tourism sector is considered one of the key pillars in achieving the Kingdom's Vision 2030, encompassing all its branches. The authority aims to support the growth of the travel and tourism sector by meeting the needs of tourism companies and other business partners": "يُعتبر قطاع السياحة أحد الأركان الرئيسية في تحقيق رؤية المملكة 2030، مشمولًا جميع فروعه. تهدف الهيئة إلى دعم نمو قطاع السفر والسياحة من خلال تلبية احتياجات شركات السياحة وشركاء الأعمال الآخرين",
    "": "",
    
    "Reaching New Heights": "الوصول إلى آفاق جديدة",
    "Duhal Features & goal, Journeying Towards Success": "دحل، رحلة نحو النجاح ",

    "Tour Guide": "مرشد سياحي",
    "Historical, cultural, and natural landmarks": "المعالم التاريخية والثقافية والطبيعية",
    "A tour guide is a professional who leads individuals or groups on tours, providing information and insights about historical, cultural, and natural landmarks. They possess in-depth knowledge of the destinations they guide, creating an engaging and informative experience for tourists": "المرشد السياحي هو محترف يقود الأفراد أو الفرق في جولات، ويقدم معلومات ورؤى حول المعالم التاريخية والثقافية والطبيعية. إن لديهم معرفة عميقة بالوجهات التي يقومون بتوجيهها، مما يخلق تجربة جذابة وإعلامية للسياح",
    "": "",


    "Chef": "طاهي",
    "Crafting Delights, Savoring Moments": "صُناعة لذائذ، تذوق اللحظات",
    "Chefs are culinary experts responsible for planning, preparing, and presenting food. They can work in various settings, including restaurants, hotels, or catering services. Chefs often specialize in specific cuisines and are skilled in creating unique and delicious dishes": "الطهاة هم خبراء في فنون الطهي المسؤولون عن التخطيط والإعداد وتقديم الطعام. يمكن أن يعملوا في أماكن متنوعة، بما في ذلك المطاعم والفنادق أو خدمات التموين. غالبًا ما يتخصص الطهاة في المأكولات الخاصة ويكونون ماهرين في إعداد أطباق فريدة ولذيذة",
    "": "",

    "Receptionist": "موظف استقبال",
    "Elevating Hospitality, One Greeting at a Time": "رفع مستوى الضيافة",
    "Receptionists play a crucial role in the hospitality industry, serving as the first point of contact for guests. They handle reservations, check-ins, and provide information about facilities and services. Exceptional communication and customer service skills are vital in this role": "يلعب موظفو الاستقبال دوراً حاسماً في صناعة الضيافة، حيث يكونون أول نقطة اتصال للضيوف. يديرون الحجوزات وعمليات تسجيل الوصول، ويقدمون معلومات حول المرافق والخدمات. المهارات الاستثنائية في التواصل وخدمة العملاء ضرورية في هذا الدور",
    "": "",

    "Archaeological Restorer": "مرمم أثار",
    "Reviving History, Preserving Legacy": "إحياء التاريخ، الحفاظ على التراث",
    "Archaeological restorers specialize in preserving and restoring artifacts and structures of historical significance. They use their expertise in materials, techniques, and historical context to ensure the conservation of cultural heritage for future generations": "يتخصص أعيان المحافظة على الآثار في الحفاظ على واستعادة القطع الأثرية والهياكل ذات الأهمية التاريخية. يستخدمون خبراتهم في المواد والتقنيات والسياق التاريخي لضمان الحفاظ على التراث الثقافي للأجيال القادمة",
    "": "",
    
    "Accommodation Manager": "مدير إيواء",
    "Beyond Comfort, Creating Memorable Stays": "فوق الراحة، إبداع إقامات لا تُنسى",
    "Accommodation managers oversee the operation of lodging establishments such as hotels, resorts, or bed and breakfasts. They manage staff, coordinate guest services, and ensure the smooth running of the accommodation to provide a positive experience for guests": "يشرف مديرو الإقامة على عملية تشغيل مؤسسات الإقامة مثل الفنادق والمنتجعات أو منازل الضيافة. يديرون العاملين، وينسقون خدمات الضيوف، ويضمنون سير سلس للإقامة لتوفير تجربة إيجابية للضيوف",
    "": "",
    
    "Tourism Events Organizer": "منظم فعاليات سياحية",
    "Crafting Experiences, Igniting Joys": "صياغة تجارب، إشعال الفرح",
    "Professionals in this role plan and organize events within the tourism sector, such as festivals, conferences, or exhibitions. They coordinate logistics, manage budgets, and ensure that events run smoothly, contributing to the overall appeal of a destination": "المحترفون في هذا الدور يخططون وينظمون الفعاليات داخل قطاع السياحة، مثل المهرجانات، والمؤتمرات، أو المعارض. ينسقون اللوجستيات، ويديرون الميزانيات، ويضمنون سير الفعاليات بسلاسة، مساهمين في جاذبية الوجهة بشكل عام",
    "": "",
    
    "Historical Expert": "خبير تاريخي",
    "Unveiling Stories, Nurturing Legacy": "كشف القصص، رعاية التراث",
    "Historical experts specialize in the study and interpretation of historical events, artifacts, and sites. They provide valuable insights into the historical context of destinations, contributing to the educational and cultural experiences of tourists": "يتخصص الخبراء التاريخيون في دراسة وتفسير الأحداث التاريخية والقطع الأثرية والمواقع. يقدمون رؤى قيمة حول السياق التاريخي للوجهات، مساهمين في تجارب السياح التعليمية والثقافية",
    "": "",
    
    "Hospitality Assistant": "مساعد ضيافة",
    "Enhancing Hospitality, Crafting Smiles": "تعزيز الضيافة، صناعة الابتسامات",
    "Hospitality assistants provide support in various areas within the hospitality industry, including housekeeping, food service, or customer service. They play a vital role in ensuring the comfort and satisfaction of guests by assisting with day-to-day operations": "يقدم مساعدو الضيافة الدعم في مجالات متنوعة داخل صناعة الضيافة، بما في ذلك أعمال النظافة، وخدمة الطعام، أو خدمة العملاء. يلعبون دورًا حيويًا في ضمان راحة ورضا الضيوف من خلال المساهمة في العمليات اليومية",
    "": "",
    
        


    "Performing art vision": "رؤية الفنون الأدائية",
    "Stimulating the development of the theater and performing arts sectors, fostering them through empowering Saudi talents to build successful careers and create content that inspires the audience": "تحفيز تطوير قطاعي المسرح والفنون الأدائية، وتعزيزهما من خلال تمكين المواهب السعودية لبناء مسارات مهنية ناجحة وإنشاء محتوى يلهم الجمهور",
    "Experience the magic of performing arts, where every stage is a canvas for masterpieces to unfold": "استمتع بسحر الفنون الأدائية، حيث يكون كل مسرح قماشًا لتظهر عليه الأعمال الفنية الرائعة",

    "Midar Milestones": "إنجازات ميدار",
    "Midar's Ambitious Aspirations Reflected in the Project Features": "تجسيد تطلعات ميدار الطموحة في خصائص وميزات المشروع",

    "Playwright": "كاتب نص",
    "The playwright is the architect of the theatrical experience": "يعتبر كاتب المسرح مهندس تجربة المسرحية",
    "The playwright is the architect of the theatrical experience. They craft the script, developing the narrative, characters, and dialogue. Playwrights often explore themes, convey emotions, and create compelling stories that will be brought to life on stage": "يُعد كاتب المسرح مهندس تجربة المسرح. يقوم بصياغة السيناريو، وتطوير السرد، والشخصيات، والحوار. غالبًا ما يستكشف كتّاب المسرح مواضيع مختلفة، ويعبرون عن المشاعر، ويخلقون قصصًا جذابة سيتم تحقيقها على المسرح",
    "": "",

    "Director": "مخرج",
    "The director is like the conductor of an orchestra": "المخرج يشبه قائد أوركسترا",
    "The director is like the conductor of an orchestra, overseeing the entire production. They interpret the script, make creative decisions, guide actors in their performances, and collaborate with other creatives to bring a cohesive vision to the stage": "المخرج يشبه قائد أوركسترا، حيث يشرف على الإنتاج برمته. يفسر السيناريو، ويتخذ قرارات إبداعية، ويوجه الممثلين في أدائهم، ويتعاون مع الإبداعيين الآخرين لتحقيق رؤية متكاملة على المسرح",
    "": "",

    "Theatrical Lighting Engineer": "مهندس إضاءة مسرح",
    "Lighting engineers design and execute the lighting plan for a production": "يقوم مهندسو الإضاءة بتصميم وتنفيذ خطة الإضاءة للإنتاج",
    "Lighting engineers design and execute the lighting plan for a production. They use various lighting instruments, colors, and intensities to create ambiance, highlight actors, and evoke emotions. Lighting engineers play a crucial role in enhancing the visual elements of a performance": "يقوم مهندسو الإضاءة بتصميم وتنفيذ خطة الإضاءة للإنتاج. يستخدمون مجموعة من الأدوات والألوان والشدات لخلق جو، وتسليط الضوء على الممثلين، وإحداث تأثيرات عاطفية. يلعب مهندسو الإضاءة دورًا حاسمًا في تعزيز العناصر البصرية للعرض",
    "": "",

    "Theatrical Production": "إنتاج مسرحي",
    "Theatrical production involves the entire process of bringing a play to life": "إن إنتاج المسرح يتضمن العملية الكاملة لإحياء مسرحية",
    "Theatrical production involves the entire process of bringing a play to life. It encompasses pre-production tasks such as script development and casting, as well as the technical aspects like set design, costume creation, lighting, sound, and the actual staging of the performance": "إن إنتاج المسرح يتضمن العملية الكاملة لإحياء مسرحية. يشمل مهام ما قبل الإنتاج مثل تطوير السيناريو واختيار الفريق التمثيلي، بالإضافة إلى الجوانب التقنية مثل تصميم الألعاب، وإنشاء الأزياء، والإضاءة، والصوت، والتنظيم الفعلي للعرض",
    "": "",

    
    "Actor": "ممثل",
    "Actors are the heart of a production": "الممثلون هم قلب الإنتاج",
    "Actors are the heart of a production. They interpret characters, memorize lines, and convey emotions to engage the audience. Through their performances, actors bring the playwright's vision to life and contribute significantly to the overall impact of a play": "الممثلون هم قلب الإنتاج. يفسرون الشخصيات، ويحفظون الخطوط، وينقلون المشاعر لجذب الجمهور. من خلال أدائهم، يحيون الممثلون رؤية الكاتب المسرحي ويسهمون بشكل كبير في التأثير العام لمسرحية",
    "": "",

    "Theatrical Makeup Artist": "مكياج مسرحي",
    "Makeup artists use cosmetics and prosthetics to transform actors into characters": "تحويل الممثلين إلى شخصيات",
    "Makeup artists use cosmetics and prosthetics to transform actors into characters. They consider the time period, setting, and character traits to create visually convincing makeup that complements the overall design of the production": "يستخدم فنانو المكياج مستحضرات التجميل والأجهزة التصحيحية لتحويل الممثلين إلى شخصيات. يأخذون في اعتبارهم الفترة الزمنية والإعداد وخصائص الشخصيات لإنشاء مكياج بصري مقنع يتناسب مع التصميم العام للإنتاج",
    "": "",

    "Costume Designer": "مصمم أزياء",
    "the architects of on-stage magic": "مهندسو الزي هم مهنيون مبدعون، معمارون للسحر على خشبة المسرح",
    "Weaving threads of creativity to transform characters into visual masterpieces": "يخيطون خيوط الإبداع لتحويل الشخصيات إلى تحف بصرية",
    "Costume designers are creative professionals responsible for designing and creating costumes for theatrical productions, films, television shows, and other performances. They work closely with directors, producers, and other members of the creative team to bring characters to life through clothing. Costume designers consider the time period, setting, and character personalities to develop costumes that enhance the visual storytelling of the production. Their tasks include researching historical and cultural elements, sketching designs, selecting fabrics, overseeing costume fittings, and collaborating with other departments to ensure a cohesive visual aesthetic": "مهندسو الزي هم محترفون إبداعيون مسؤولون عن تصميم وإنشاء الأزياء للعروض المسرحية والأفلام والبرامج التلفزيونية وغيرها من العروض. يعملون عن كثب مع المخرجين والمنتجين وأعضاء آخرين في الفريق الإبداعي لإعطاء الحياة للشخصيات من خلال الملابس. يأخذ مهندسو الزي في اعتبارهم الفترة الزمنية والإعداد وشخصيات الشخصيات لتطوير أزياء تعزز السرد البصري للإنتاج. تشمل مهامهم البحث في العناصر التاريخية والثقافية، ورسم التصميمات، واختيار الأقمشة، والإشراف على تجارب الزي، والتعاون مع الأقسام الأخرى لضمان جمالية بصرية متكاملة",

    "Theatrical Movement Designer": "مصمم حركة مسرح",
    "Movement designers choreograph physical movements to enhance storytelling": "يقوم مصممو الحركة بتنظيم الحركات الجسدية لتعزيز السرد",
    "Movement designers choreograph physical movements to enhance storytelling. This may include dance sequences, fight choreography, or stylized movements that contribute to the overall artistic expression of the performance": "يقوم مصممو الحركة بتنظيم الحركات الجسدية لتعزيز السرد. قد تتضمن ذلك تسلسلات الرقص، أو تنظيم مشاجرات، أو حركات مُسنَنة تساهم في التعبير الفني العام للعرض",
    "": "",

    "Performing Arts": "فنون أدائية",
    "Live performances where artists showcase their talents": "عروض حية حيث يعرض الفنانون مواهبهم",
    "Performing arts encompass a broad range of disciplines, including theater, dance, music, and more. It's an umbrella term for live performances where artists showcase their talents, providing audiences with unique and engaging experiences": "تشمل فنون الأداء مجموعة واسعة من التخصصات، بما في ذلك المسرح، والرقص، والموسيقى، وغيرها. إنها مصطلح يشمل العروض الحية حيث يعرض الفنانون مواهبهم، مما يوفر للجمهور تجارب فريدة وجذابة",
    "": "",

    "Sound Engineer": "مهندس صوت",
    "The audio elements of a production management": "إدارة العناصر الصوتية للإنتاج",
    "Sound engineers design and manage the audio elements of a production. They ensure that dialogue, music, and sound effects are clear and appropriately balanced. Sound engineers play a crucial role in creating an immersive auditory experience for the audience": "يقوم مهندسو الصوت بتصميم وإدارة العناصر الصوتية للإنتاج. يضمنون وضوح الحوار والموسيقى وتأثيرات الصوت بشكل واضح ومتوازن بشكل مناسب. تلعب مهندسي الصوت دورًا حيويًا في إنشاء تجربة سمعية غامرة للجمهور",
    "": "",

    "Theatrical Music Composer": "مؤلف موسيقي مسرحي",
    "Composers create original musical scores": "يقوم الملحنون بإنشاء تأليفات موسيقية أصلية",
    "Composers create original musical scores or adapt existing music to complement the production. Their compositions enhance the emotional impact of scenes, contribute to the atmosphere, and add depth to the overall auditory experience": "يقوم الملحنون بإنشاء تأليفات موسيقية أصلية أو تكييف الموسيقى الحالية لتكمل الإنتاج. تساهم تلك التأليفات في تعزيز التأثير العاطفي للمشاهد، وتسهم في إيجاد الأجواء، وتضيف عمقًا لتجربة السمع العامة",
    "": "",


    "Movement Designer": "تصاميم الحركة",




    "Unleash Your Tourism Potential with Duhal!": "أطلق طاقاتك السياحية مع دحل!",
    "Unveil your talents in the dynamic world of tourism. Let's chart a course to where your true strengths lie!": "كشف عن مواهبك في عالم السياحة الديناميكي. دعونا نرسم مسارًا إلى حيث تكمن قوتك الحقيقية!",
    "Explore Your Strengths Now!": "استكشف قوتك الآن!",

    "Tailored Just For You!": "مصممة خصيصًا لك!",
    "Your Duhal journey has led us to personalized recommendations. Explore where your strengths shine the brightest. Let's tailor your tourism path!": "سفرتك مع دوحل قادتنا إلى توصيات شخصية. اكتشف حيث تتألق قوتك بشكل أكبر. دعونا نصمم لك مسار سياحي!",
    "Let's Get Started!": "لنبدأ الآن!",

    "Adventure Awaits – Explore Opportunities!": "المغامرة في انتظارك – استكشف الفرص!",
    "Uncover your strengths and dive into a world of possibilities. Your tourism superpowers await!": "اكتشف قواك وانغمس في عالم من الإمكانيات. قواك السياحية في انتظارك!",
    
    "Embark on Your Duhal Adventure!": "ابدأ في مغامرتك مع دحل!",
    "Are you prepared for an extraordinary journey? Your Duhal adventure commences now! Let the exploration begin": "هل أنت مستعد لرحلة استثنائية؟ تبدأ مغامرتك مع دوحل الآن! دع الاستكشاف يبدأ الآن!",
 
    "Duhal, Journeying Towards Success": "دحل، رحلة نحو النجاح",



    "Land Forces": "القوات البرية",
    "The Royal Saudi Land Forces": "القوات البرية الملكية السعودية",
    "Royal Saudi Land Forces": "القوات البرية الملكية السعودية",
    "the impregnable fortress, and the mighty shield": "نواة القوات العسكرية السعودية",
    "The Royal Saudi Land Forces, the impregnable fortress, and the mighty shield, constitute the nucleus of the Saudi military forces. It was the first organized military force to emerge in the region. Thus, the Royal Saudi Land Forces serve as the solid foundation upon which our national military forces have risen, including the pride of the nation, the Royal Saudi Land Forces. It is the result of the dedication and efforts of its strong leaders, manifesting in its continuous development in organization, administration, training, and armament": "القوات البرية الملكية السعودية، حصن الوطن المنيع، ودرعه القوي، وقوته الرادعة، ونواة القوات العسكرية السعودية، فهي أول قوة عسكرية نظامية سعودية شهد ظهورها المسرح العسكري بالمنطقة، لذا تعد القوات البرية الملكية السعودية الأساس المتين الذي ارتفعت عليه صروح قواتنا العسكرية الوطنية، ومن بينها صرح القوات البرية الملكية السعودية، مفخرة الوطن، وثمرة عطاء ولاة أمره الأقوياء، بما يزخر به حاضرها من تطور وارتقاء في التنظيم والإدارة والتدريب والتسليح",
    "Under the leadership of the founder, King Abdulaziz bin Abdulrahman Al Saud – may his soul rest in peace – the first organization of the Royal Saudi Land Forces was formed. It started as a small army of sixty men, equivalent to an infantry unit today. It later evolved into two warrior brigades, the Jihad Army (men of the urban areas) and the Brotherhood Army (men of the desert), forming the initial nucleus of what was then called the Saudi Arab Army. In the year 1348 AH (1929 CE), recognizing the necessity to modernize in terms of organization and armament, the founder ordered the formation of the first nucleus of the regular Saudi Army with three sectors named Infantry, Artillery, and Machine Guns": "على يد المؤسس الملك عبدالعزيز بن عبدالرحمن آل سعود -طيب الله ثراه- تشكل أول تنظيم للقوات البرية الملكية السعودية، من جيش قليل العدد والعدة قوامه ستون رجلاً، يعادل فصيل مشاة اليوم، تطور لاحقاً فشُكلت منه فرق محاربين تألفت من جيش الجهاد (رجال الحاضرة )، وجيش الإخوان (رجال البادية)، شكلا معاً أول بداية لتكوين ما أطلق عليه حينها الجيش العربي السعودي، ثم في عام ( 1348هـ/1929م) رأى جلالة المؤسس وجوب مجاراة الجيوش الحديثة تنظيماً وتسليحاً، فأمر بتشكيل أول نواة لوحدات الجيش السعودي النظامي من ثلاثة قطاعات سميت أفواج المشاة والمدفعية والرشاشات",
    "In the year 1396 AH, directives were issued by His Royal Highness Prince Sultan bin Abdulaziz Al Saud, the Minister of Defense and Aviation and Inspector General – may he rest in peace – to change the name from the (Saudi Arab Army) to the (Royal Saudi Land Forces). It became equipped with the latest advanced military weapons, including tanks, armored vehicles, rocket launchers, personnel carriers, vertical aviation, and supporting mechanized and armored vehicles, suitable for the geographical nature and terrain of the Kingdom. The Royal Saudi Land Forces are entrusted with the mission of protecting the Two Holy Mosques": "وفي عام (1396هـ) صدرت توجيهات صاحب السمو الملكي الأمير سلطان بن عبدالعزيز آل سعود وزير الدفاع والطيران والمفتش العام - رحمه الله -بإقرار أول تنظيم يعدل اسم (الجيش العربي السعودي) إلى (القوات البرية الملكية السعودية)، وأصبحت تمتلك أحدث الأسلحة والآليات العسكرية المتطورة، من دبابات، وعربات مدرعة، وراجمات، وناقلات للأفراد، وطيران عامودي، وآليات ومدرعات مساندة، تلائم طبيعة المملكة الجغرافية وتضاريسها؛ وتعين أبناء القوات البرية على الاضطلاع بمهام حماية بلاد الحرمين الشريفين",
    
    "Air Force": "القوات الجوية",
    "The Royal Suadi Air Force": "القوات الجوية الملكية السعودية",
    "Defending the airspace of the Kingdom of Saudi Arabia": "الدفاع عن أجواء المملكة العربية السعودية وحمايتها من أي اعتداء",
    "The Royal Saudi Air Force serves as the formidable arm of the Saudi Armed Forces, defending the airspace of the Kingdom of Saudi Arabia and safeguarding it from any potential threat. Since its inception, it has received significant attention and care from the leaders, given its prominent role in securing the kingdom's airspace against any potential danger. This is achieved through possessing the world's best fighter jets, which are considered the black horse in the realm of modern warfare, decisively determining the outcomes of battles": "تعد القوات الجوية الملكية السعودية اليد الطولى للقوات المسلحة السعودية، حيث تقوم بالدفاع عن أجواء المملكة العربية السعودية وحمايتها من أي اعتداء، فمنذ نشأتها وجدت العناية والاهتمام الكبير من ولاة الأمر، لما لها من دور بارز في تأمين أجواء المملكة من أي خطر محتمل  وذلك من خلال امتلاك أفضل المقاتلات الجوية في العالم،  والتي تعد في علم الحروب الحديثة الحصان الأسود وبها تحسم المعارك",
    "In this context, the Air Force has been committed to updating and enhancing its air systems, as well as ensuring the acquisition of modern fighter jets. This is due to their flexibility in movement, ease of maneuvering, and the ability to respond rapidly. This focus on armament and modernization is complemented by efforts in qualification, training, and development. The Air Force has established a college for training and educating students in aviation arts, along with an institute for maintenance and operations. These institutions aim to qualify and train the youth of the nation in the maintenance and operation of its air systems with competence and prowess": "ومن هذا المنطلق دأبت القوات الجوية على تحديث وتطوير منظوماتها الجوية وكذلك الحرص على شراء المقاتلات الحديثة وذلك نظير ما تتمتع به من المرونة في الحركة وسهولة المراوغة  والقدرة على التدخل السريع. وواكب هذا الاهتمام بالتسليح والتحديث التأهيل والتدريب، حيث أنشأت القوات الجوية كلية لتدريب وتعليم الطلبة فنون الطيران، ومعهداً للصيانة والتشغيل، حيث يقوم بتأهيل وتدريب شباب هذا الوطن على صيانة وتشغيل منظوماتها الجوية بكل كفاءة واقتدار",
    
    "Navy Forces": "القوات البحرية",
    "The Royal Saudi Navy Forces": "القوات البحرية الملكية السعودية",
    "Defending the security and safety of the territory of the Kingdom of Saudi Arabia and its regional waters": "الدفاع عن أمن وسلامة أراضي المملكة العربية السعودية والبحار الإقليمية لها",
    "the government of the Kingdom of Saudi Arabia established a naval force tasked with defending the security and safety of the territory of the Kingdom of Saudi Arabia and its regional waters. The inception of the Royal Saudi Naval Forces dates back to the years 1376/1377 AH, initially named the Naval Force. In 1380 AH, the Riyadh patrol boat joined the naval service, marking the first maritime asset owned by the Royal Saudi Naval Forces. Since then, the Kingdom has achieved significant advancements, representing substantial leaps in the development of its military and naval capabilities": " عمدت حكومة المملكة العربية السعودية إلى إنشاء قوة بحرية مهمتها الدفاع عن أمن وسلامة أراضي المملكة العربية السعودية والبحار الإقليمية لها، فكانت بداية نشأة القوات البحرية الملكية السعودية بين عام 1376هـ و 1377هـ وسميت حين ذلك بسلاح البحرية وفي عام 1380هـ انضم زورق الرياض الى الخدمة في القوات البحرية ليكون أول قطعة بحرية تمتلكها القوات البحرية ومنذ ذلك التاريخ استطاعت المملكة تحقيق تعزيز هائل بما يمثل نقلات كبيرة في تطوير ترسانتها العسكرية والبحرية",
    "The Royal Saudi Naval Forces possess two important fleets: the Eastern Fleet on the Arabian Gulf and the Western Fleet on the Red Sea. Each fleet comprises a complete military force, including combat ship units, support and administrative support units, aviation marine units, marine infantry, and special naval security units, Recognizing the importance of human resources development through education and training, the Royal Saudi Naval Forces established King Fahd Naval College, the Technical Studies Institute, naval schools, marine infantry school, and special naval security units school, in addition to maritime training centers. Since its establishment, the Royal Saudi Naval Forces have been committed to fulfilling their duties and responsibilities, defending the nation's borders, and participating in international naval alliances to promote peace and security in the region": "تمتلك القوات البحرية أسطولين مهمين هما الأسطول الشرقي على الخليج العربي والأسطول الغربي على البحر الأحمر وكل منهما يمتلك قوة عسكرية كاملة تتمثل في وحدات السفن القتالية و وحدات الدعم والإسناد الإداري والفني ومجموعة الطيران البحري ومشاة البحرية ووحدات الأمن البحرية الخاصة وإيماناً من القوات البحرية الملكية السعودية بأهمية التأهيل والتعليم والتدريب للكوادر البشرية عمدت إلى إنشاء كلية الملك فهد البحرية ومعهد الدراسات الفنية ومدارس القوات البحرية ومدرسة مشاة البحرية ومدرسة وحدات الأمن البحرية الخاصة بالإضافة إلى مراكز التدريب البحري ومنذ تاريخها تعهدت القوات البحرية الملكية السعودية بتنفيذ مهامها وواجباتها بالذود عن حياض الوطن الغالي والمشاركة في تحالفات دولية بحرية لنشر السلام والأمن في المنطقة",
    
    "Strategic Missile Force": "قوة الصواريخ الاستراتيجية",
    "Ballistic missiles are considered crucial and strategic weapons": "تعتبر الصواريخ البالستية من الأسلحة الهامة والاستراتيجية التي تسعى كل دول العالم",
    "Ballistic missiles are considered crucial and strategic weapons sought by nations worldwide since World War II. This weapon has captured global attention, especially during the military arms race between the East and the West. In light of potential threats and guided by the visionary leadership and wisdom of the ruling authorities known for their equilibrium, the Kingdom of Saudi Arabia swiftly acquired this type of strategic weapon to defend its territories and interests. This initiative took place during the reign of the Custodian of the Two Holy Mosques, King Fahd bin Abdulaziz (may God have mercy on him), in the third of Muharram of the year 1407 Hijri": "تُعتبر الصواريخ البالستية من الأسلحة الهامة والاستراتيجية التي تسعى كل دول العالم الى امتلاكها منذ الحرب العالمية الثانية حيث أصبح هذا السلاح محط أنظار العالم خصوصاً خلال مراحل سباق التسلح العسكري بين الشرق والغرب ، وفي ضوء التهديدات المحتملة وانطلاقاً من رؤية ثاقبة ومن حكمة ولاة الأمر المعروفة بالإتزان فقد سارعت المملكة العربية السعودية إلى الحصول على هذا النوع من السلاح الاستراتيجي للدفاع عن أراضيها ومصالحها وذلك في عهد خادم الحرمين الشريفين الملك فهد بن عبدالعزيز رحمه الله في الثالث من محرم عام (۱٤۰٧هــ)",
    "To contribute alongside other branches of the armed forces in reinforcing peace and deterring aggression against the security and interests of the Kingdom, the 'Saqer' project was launched. 'Saqer' is the codename for the Strategic Missile Force, named after the island falcon, King Abdulaziz bin Abdul Rahman (may God rest his soul). Once the project was completed, the force was officially named the Strategic Missile Force, marking a turning point in the Kingdom's defense strategy. Thanks to the support of Allah and the backing of the ruling authorities, this force has become capable, by the grace of God, of deterring the enemy and continuing its path of construction and contribution, Under the auspices of the Custodian of the Two Holy Mosques, King Salman bin Abdulaziz, the Supreme Commander of all military forces, and his trusted Crown Prince, the Deputy Prime Minister, and Minister of Defense, Prince Mohammed bin Salman, may God protect them, the Strategic Missile Force remains steadfast in maintaining events at a level capable of deterring the enemy and advancing the journey of construction and giving, with God's preservation": " لتساهم مع أفرع القوات المسلحة الأخرى بتعزيز السلم وردع العدوان لمن تسول له نفسه المساس بأمن وسلامة المملكة ومصالحها الوطنية العليا فكان ذلك التاريخ مولداً لمشروع (الصقر) وهو الاسم السري لقوة الصواريخ الاستراتيجية والذي أُطلق عليها تيمناً بصقر الجزيرة الملك عبدالعزيز بن عبدالرحمن طيب الله ثراه وبعد أن اكتمل المشروع أُطلق اسم قوة الصواريخ الاستراتيجية التي أحدثت نقطة تحول في الاستراتيجية الدفاعية للمملكة حتى أصبحت هذه القوة وبفضل الله سبحانه ثم بدعم ولاة الأمر حفظهم الله في مستوى الأحداث قادرةً على ردع العدو ومواصلة مسيرة البناء والعطاء تحت رعاية خادم الحرمين الشريفين الملك سلمان بن عبدالعزيز القائد الأعلى لكافة القوات العسكرية وسمو ولي عهده الامين نائب رئيس مجلس الوزراء وزير الدفاع حفظهم الله",
    
    "Medical Services": "الخدمات الطبية",
    "A sustainable health community for the personnel of the Ministry of Defense and their families": "مجتمع صحي مستدام لمنسوبي وزارة الدفاع و ذويهم",
    "The Armed Forces Medical Services improves all facilities of the armed forces health-care units. It also coordinates with the leaders of the armed forces of branches to raise awareness of health, provide preventive services and medical care for all the armed forces members and their families": "تعمل خدمات الطب العسكري على تحسين جميع مرافق وحدات الرعاية الصحية التابعة للقوات المسلحة. كما تنسق أيضًا مع قادة الفروع العسكرية لرفع الوعي بالصحة، وتوفير خدمات وقائية ورعاية طبية لجميع أفراد القوات المسلحة وعائلاتهم",
    "The organization of the Armed Forces in the Kingdom of Saudi Arabia led to the establishment of the Army Medical Corps in Taif in 1367 AH. Initially, it was a clinic with a capacity of ten beds. In 1370 AH, its name was changed to Military Health, and in 1371 AH, the Prince Mansour Military Hospital in Taif was inaugurated with a capacity of 36 beds. The capacity was later increased to one hundred (100) beds by the end of the year. In 1373 AH, the Prince Mishal Hospital in Al-Kharj was opened, and in the same year, the Armed Forces Hospital in Riyadh was inaugurated. On 29/12/1392 AH, a royal decree was issued by His Royal Highness, the Minister of Defense, Aviation, and Inspector General, amending the name to the General Administration of Medical Services for the Armed Forces. Its services expanded to include all branches of the armed forces, and it gained an independent budget starting from the fiscal year 1394/1395 AH": "​​أدى تنظيم القوات المسلحة بالمملكة العربية السعودية إلى إنشاء طبابة الجيش بالطائف عام 1367هـ وكانت عبارة عن مستوصف يتسع لعشرة أسرة ، وفى عام 1370هـ أصبح مسماها (الصحة العسكرية) وفي عام 1371هـ تم افتتاح مستشفى الأمير منصور العسكري بالطائف بسعة (36) سريراً وتمت زيادة السعة إلى مائة (100) سرير بنهاية العام ، وفي عام 1373هـ تم افتتاح مستشفى الأمير مشعل بالخرج ، وفي عام 1373هـ  تم افتتاح مستشفى القوات المسلحة بالرياض . وفى 29/12/1392 صدر الأمر الكريم من قبل صاحب السمو الملكي​ وزير الدفاع والطيران والمفتش العام بتعديل المسمى إلى (الإدارة العامة للخدمات الطبية للقوات المسلحة) واتسعت خدماتها لتشمل جميع القوات المسلحة وأصبحت ذات ميزانية مستقلة اعتبارا من العام المالي 1394هـ /1395 هـ​",
    
    "Royal Saudi Air Defense Forces": "قوات الدفاع الجوي الملكي السعودي",
    "Self-Control of Airspace and Air Superiority": "السيطرة الجوية الذاتية  والتفوق الجوي",
    "The importance of the armed forces, in general, and the Royal Saudi Air Defense Forces, in particular, increases in a vast and diverse continent like the Kingdom of Saudi Arabia, which hosts the holiest Islamic sites and occupies a unique strategic position in the world. This necessitates dedicating attention to the Air Defense Forces. Experiences have shown that the stronger and more effective the Air Defense Forces are, the more it enhances self-control of airspace and weakens the enemy's chances of achieving any level of air superiority": "تزداد أهمية القوات المسلحة – عموماً – وقوات الدفاع الجوي بوجه خاص، في قارة مترامية الأطراف مثل المملكة العربية السعودية التي تحتضن أقدس المقدسات الإسلامية، وتحتل موقعا إستراتيجياً فريداً في العالم، مما يستدعي تكريس الإهتمام بقوات الدفاع الجوي. وقد أثبتت التجارب أنه كلما كانت قوات الدفاع الجوي قوية وفعاله كلما تعززت السيطرة الجوية الذاتية وأضعفت فرص العدو لإحراز أي مستوى من التفوق الجوي",
    "The Air Defense had its beginnings in 1375 AH within the formation of the Artillery Corps in the Land Forces. In 1386 AH, it was decided to separate Air Defense from the Artillery Corps, becoming an independent branch (Air Defense). In 1403 AH, it was decided to directly link the Air Defense to the Chief of the General Staff under the name (Air Defense). In 1404 AH, the royal orders were issued to establish the Air Defense as an independent force under the name (Royal Saudi Air Defense Forces) due to the increasing areas of its responsibilities and the complexity of its relationships with other branches of the armed forces. It stands side by side with the Land Forces, the Air Force, and the Navy within the organizational structure of the Saudi Armed Forces": "وكانت بداية نشأة الدفاع الجوي عام 1375هـ ضمن تشكيل سلاح المدفعية في القوات البرية وفي عام 1386هـ تقرر فصل الدفاع الجوي عن سلاح المدفعية وأصبح سلاحاً مستقل بذاته (سلاح الدفاع الجوي) وفي عام 1403 هـ تقرر ربط سلاح الدفاع الجوي بمعالي رئيس هيئة الأركان العامة مباشرة بمسمى (الدفاع الجوي ) وفي عام 1404هـ صدرت الأوامر السامية بأن يكون الدفاع الجوي قوة مستقلة رابعة بإسم (قوات الدفاع الجوي الملكي السعودي) وذلك نتيجة لازدياد مناطق مسؤولياتها وتشعب علاقاتها مع أفرع القوات المسلحة الأخرى وتقف جنبا إلى جنب مع كل من القوات البرية والقوات الجوية والقوات البحرية ضمن الهيكل التنظيمي للقوات المسلحة السعودية",
    "The leadership of the Air Defense is responsible for organizing, preparing, and building formations for field and educational units, such as Air Defense groups, the Air Defense Forces Institute, the Maintenance and Technical Support Base, and the Air Defense Forces Center and School": "وتتولى قيادة الدفاع الجوي مسؤولية تنظيم وإعداد وبناء التشكيلات للوحدات الميدانية والتعليمية مثل مجموعات الدفاع الجوي، ومعهد قوات الدفاع الجوي، وقاعدة الصيانة والإسناد الفني، ومركز ومدرسة قوات الدفاع الجوي",
    
    "King Abdulaziz Military College": "كلية الملك عبدالعزيز الحربية",
    "Intelligence": "الاستخبارات",
    "Saudi Royal Guard": "الحرس الملكي",
    
    "King Fahd Naval College": "كلية الملك فهد البحرية",
    "King Faisal Air College": "كلية الملك فيصل الجوية",
    "King Abdullah Air Defense College": "كلية الملك عبدالله للدفاع الجوي",



    
    "NISLAN initiative": "مبادرة نسلان",
    "NISLAN service is an effective initiative that assists the armed forces in the process of selecting military specializations for their members after conducting screening and obtaining initial approval. This service relies on advanced and precise analytical criteria aimed at guiding individuals toward specializations that align with their skills and interests, thereby enhancing the effectiveness and efficiency of the armed forces": "تعد خدمة نسلان مبادرة فعّالة تقوم بمساعدة القوات المسلحة في عملية اختيار التخصصات العسكرية لأفرادها بعد إجراء عمليات الفرز والموافقة الأولية. تعتمد هذه الخدمة على معايير تحليلية متقدمة ودقيقة تهدف إلى توجيه الأفراد نحو التخصصات التي تتناسب مع مهاراتهم واهتماماتهم، مما يعزز فعالية وكفاءة القوات المسلحة",
    "Saudi Armed Forces Divisions & NISLAN initiative": "القوات المسلحة و مبادرة نسلان",
    
    "NISLAN contribution to Military Colleges": "مباردة نسلان للجامعات العسكرية",
    "The NISLAN service aimed at assisting universities in the processes of filtering and selecting military specializations for individuals": "خدمة نسلان مبادرة فعّالة تستهدف مساعدة الجامعات في عمليات فلترة واختيار التخصصات العسكرية للأفراد، مما يُسهم في تحقيق تناغم أفضل بين احتياجات الفرد واحتياجات الخدمة العسكرية",
    
    
    "Join the Armed Forces Analysis Program Now and Discover Your Path to Excellence": "انضم إلى برنامج تحليل القوات المسلحة الآن واكتشف طريقك نحو التميز",
    "Ministry of Defence": "وزارة الدفاع",
    
    "Unlock Your Potential, Serve with Strength!": "اشعل امكانياتك العسكرية! وقدم خدمتك بشجاعة",
    "Discover the world!": "اكتشف العالم من حولك",

    "Talent Measurement": "قياس المواهب",
    "": "",
    
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    
    "": "",
    "": "",
    "": "",
    "": "",
    "": ""
}